{"inkVersion":20,"root":[["^You approach a ghost repeatedly stabbing his transparent arm with a small fork. He seems to be focused quite intently on this activity.","\n","ev","str","^Hello!","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^He seems to ignore you for a second, but then slowly looks up at you.","\n","^Oh hi.","\n","ev","str","^What are you doing with that fork?","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n","^Well you see, when I was alive, I'd always wanted to give myself a good stab in the arm with a fork. One of those nice sharp ones, just really dig it in deep.","\n","^Of course, I never quite got up the courage to actually do it, much to the satisfaction of everyone around me.","\n","^After I died, it rather quickly ocurred to me that I could now give myself a quick stab quite easily.","\n",{"->":"uah"},{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["done",{"#f":5}]}],"done",{"uah":[["ev","str","^Is it as good as you'd hoped?","/str",{"VAR?":"hoped"},"!","/ev",{"*":".^.c-0","flg":21},"ev","str","^What are you getting out of this?","/str",{"VAR?":"getting"},"!","/ev",{"*":".^.c-1","flg":21},"ev","str","^Can I try stabbing you?","/str",{"VAR?":"hoped"},{"VAR?":"getting"},"&&","/ev",{"*":".^.c-2","flg":21},"ev","str","^Can ghosts actually feel anything?","/str",{"VAR?":"hoped"},{"VAR?":"getting"},"&&","/ev",{"*":".^.c-3","flg":21},{"c-0":["\n","^Sadly, I'm not sure it is. I'd imagine a real arm would be a bit juicy, something you could really dig into and squish around. But at this point I'm a bit too permeable for anything like that.","\n","ev",true,"/ev",{"VAR=":"hoped","re":true},{"->":"uah"},{"#f":5}],"c-1":["\n","^I'm not entirely sure. A sense of satisfaction in doing that which I've wanted to do for so long? The joy in cherishing the little sensations that we have left? Or maybe not all that much, really. Who knows.","\n","ev",true,"/ev",{"VAR=":"getting","re":true},{"->":"uah"},{"#f":5}],"c-2":["^ ","\n","^What? Stab me? Are you some kind of sadist?","\n","^Of course you can't stab me! ","end","\n",{"#f":5}],"c-3":["\n","^Not like people can, given the whole \"lacking a nervous system\" situation. But yes, I can feel it. The cool presence of a small, metallic creature inside me, it's sharp edges flowing past my foggy insides. It's quite pleasant not having nerves, really.","\n","end",{"#f":5}]}],{"#f":1}],"replay":["^Bort is still stabbing his arm with a fork, rotating it to enter from different angles.","\n","end",{"#f":1}],"global decl":["ev","str","^BORT","/str",{"VAR=":"title"},false,{"VAR=":"hoped"},false,{"VAR=":"getting"},true,{"VAR=":"replayable"},"/ev","end",null],"#f":1}],"listDefs":{}}